Repository: wp-plugins/exchange-addon-custom-loop
Catalog: languages/rvw-exchange-addon-custom-loop-*.po
Languages: sr_rs

source: iThemes Exchange custom loop offers more control over the loop that builts a store page.
sr_rs: iThemes Exchange custom loop nudi više kontrole nad petljom koja gradi stranicu prodavnice.

source: Select / Deselect All
sr_rs: Odaberi sve/Poništi odabir svega

source: next page &rarr;
sr_rs: sledeća stranica &rarr;

source: &larr; previous page
sr_rs: &rarr; prethodna stranica

source: Please Try Again
sr_rs: Molimo vas da pokušate ponovo

source: Remove Embed
sr_rs: Ukloni ugrađeni

source: No oEmbed Results Found for %s. View more info at
sr_rs: Nisu pronađeni ugrađeni rezultati za %s. Više informacija vidite na

source: Add Group
sr_rs: Dodaj grupu

source: Remove Group
sr_rs: Ukloni grupu

source: Add Row
sr_rs: Dodaj red

source: Remove
sr_rs: Ukloni

source: No terms
sr_rs: Nema uslova

source: Add or Upload File
sr_rs: Dodaj ili otpremi datoteku

source: Remove Image
sr_rs: Ukloni sliku

source: File:
sr_rs: Datoteka:

source: Download
sr_rs: Preuzmi

source: Clear
sr_rs: Obriši

source: Default
sr_rs: Podrazumevani

source: Select Color
sr_rs: Odaberi boju

source: Current Color
sr_rs: Trenutna boja

source: Save
sr_rs: Sačuvaj

source: Enable the Custom Loop on this page
sr_rs: Aktiviraj Custom Loop na ovoj stranici

source: Tick this box so that more options become available to setup your custom loop page
sr_rs: Štiklirajte ovo polje da bi vam na raspolaganju bilo više opcija kad postavljate svoju custom loop stranicu

source: iThemes Exchange Custom Loop Options
sr_rs: iThemes Exchange Custom Loop

source: View Setttings
sr_rs: Vidi podešavanja

source: This section allows you to specify the Grid / List settings.
sr_rs: Ovaj odeljak omogućava vam da odredite podešavanja Mreže/Liste.

source: Default view
sr_rs: Podrazumevani izgled

source: the default store view
sr_rs: podrazumevani izgled prodavnice

source: List style
sr_rs: Stil liste

source: Grid style
sr_rs: Stil mreže

source: Don't change
sr_rs: Ne menjaj

source: Number of columns in Grid view
sr_rs: Broj kolona u pregledu mreže

source: Defaults to 3 if left blank
sr_rs: Podrazumevani broj je do 3 ako polje ostane nepopunjeno

source: Padding between the products as a percentage
sr_rs: Popunjavanje između proizvoda u vidu procenata

source: Defaults to 5 if left blank
sr_rs: Podrazumevane vrednosti su do 5 ako polje ostane nepopunjeno

source: Viewport to default to List view
sr_rs: Viewport za podrazumevani izgled liste

source: Although Grid view can work well on large screens, at smaller sizes, List view is recommended. Enter the minimum Viewport Width at which point the store Grid view will be changed to List view. If left blank, this will default to 600px. A value of 0 will disable this functionality.
sr_rs: Iako izgled mreže može dobro da funkcioniše na većim ekranima, preporučujemo vam izgled liste. Unesite minimalnu Viewport širinu na kojoj će izgled mreže prodavnice biti zamenjen izgledom liste. Ako je polje nepopunjeno, podrazumevana vrednost je 600px. Ako unesete vrednost 0, ova funkcionalnost biće deaktivirana.

source: Pagination Setttings
sr_rs: Podešavanja paginacije

source: Products per page
sr_rs: Proizvoda po stranici

source: if left blank, will default to the value in the WordPress settings
sr_rs: ako je polje nepopunjeno, biće to podrazumevana vrednost u WordPress podešavanjima

source: Next page text
sr_rs: Tekst na sledećoj stranici

source: Defaults to "next page &rarr;" if left blank
sr_rs: Podrazumevane vrednosti za "sledeća stranica &rarr;" ako je polje prazno

source: Previous page text
sr_rs: Tekst na prethodnoj stranici

source: Defaults to "&larr; previous page" if left blank
sr_rs: Podrazumevane vrednosti za "prethodna stranica &rarr;" ako je polje prazno

source: Data Selections
sr_rs: Odabir podataka

source: Select the category/categories
sr_rs: Odaberite kategoriju/kategorije

source: if left blank, all categories will be included
sr_rs: ako je nepopunjeno, sve kategorije biće obuhvaćene

source: Select the product type(s)
sr_rs: Odaberite vrstu/vrste proizvoda

source: if left blank, all product types will be included
sr_rs: ako je polje nepopunjeno, sve vrste proizvoda biće obuhvaćene

source: Order Setttings
sr_rs: Podešavanja redosleda

source: Order the products by
sr_rs: Poređaj proizvode prema

source: Store default
sr_rs: Podrazumevana prodavnica

source: Price
sr_rs: Cena

source: Title
sr_rs: Naziv

source: Date
sr_rs: Datum

source: Order
sr_rs: Redosled

source: Select how the products should be arranged (has no effect if Order by is "Store default")
sr_rs: Odaberite kako će proizvodi biti aranžirani (nema efekta ako je redosled podešen na "Podrazumevana prodavnica")

source: Ascending (low to high)
sr_rs: Rastući (od niskog ka visokom)

source: Descending (high to low)
sr_rs: Opadajući (od visokog ka niskom)

source: Order By text
sr_rs: Redosled prema tekstu

source: Optional, blank allowed
sr_rs: Opcioni, nepopunjena polja su dozvoljena

source: Front End options
sr_rs: Opcije za front end

source: Show in heading
sr_rs: Prikaži u zaglavlju

source: Display Sort selection
sr_rs: Prikaži izbor

source: Display grid/list view selection
sr_rs: Prikaži izbor u izgledu mreže/liste

source: Content Before Custom Loop
sr_rs: Sadržaj pre Custom Loop-a

source: Content added here will be displayed before the Custom products. This allows you to add additional content at the top of the list of products (optional)
sr_rs: Sadržaj koji dodate ovde biće prikazan pre Custom proizvoda. To vam omogućava da dodate naknadni sadržaj na vrhu liste proizvoda (opciono).

source: Content After Custom Loop
sr_rs: Sadržaj posle Custom Loop-a

source: Content added here will be displayed after the Custom Loop products (optional)
sr_rs: Sadržaj koji ovde dodate biće prikazan nakon Custom Loop proizvoda (opciono)

source: Show before or after content
sr_rs: Prikaži pre ili posle sadržaja

source: Show the Custom Loop before or after any existing page content
sr_rs: Prikaži Custom Loop pre ili posle bilo kojeg sadržaja sa postojeće strane.

source: Show the Custom Loop before existing page content
sr_rs: Prikaži Custom Loop pre sadržaja postojeće stranice.

source: Show the Custom Loop after existing page content
sr_rs: Prikaži Custom Loop nakon sadržaja postojeće stranice

source: Ignore existing content, just show the Custom Loop
sr_rs: Zanemari postojeći sadržaj, prikaži samo Custom Loop
